Repository: alexkdeveloper/pasgen
Catalog: po/*.po
Languages: nl

source: Your password will be here
nl: Uw wachtwoord wordt hier getoond

source: Alphabet characters
nl: Alfabetische tekens

source: Numeric characters
nl: Numerieke tekens

source: Special characters
nl: Speciale tekens

source: Password length:
nl: Wachtwoordlengte:

source: GENERATE PASSWORD
nl: WACHTWOORD GENEREREN

source: The input field cannot be empty
nl: Het invoerveld is blanco

source: Enter a valid password length value
nl: Voer een geldige wachtwoordlengte in

source: Password length cannot be less than zero
nl: Het wachtwoord dient langer dan 0 tekens te zijn

source: You need to activate at least one switch
nl: U dient minimaal één optie in te schakelen
